; Japanese
; Rukoto, 四天王寺

[Japanese]
IDS_TITLE_EXCLUDE=除外
IDS_FILE=ファイル
IDS_SETTINGS=設定
IDS_EXIT=終了
IDS_EDIT=編集
IDS_PURGE_UNUSED=未使用アプリを消去
IDS_PURGE_TIMERS=タイマーを消去
IDS_FIND=検索
IDS_REFRESH=最新の情報に更新
IDS_VIEW=表示
IDS_ICONS=アイコン
IDS_ICONSSMALL=小アイコン
IDS_ICONSLARGE=大アイコン
IDS_ICONSISHIDDEN=オリジナルのアイコンを表示しない
IDS_LANGUAGE=言語
IDS_FONT=フォント
IDS_HELP=ヘルプ
IDS_WEBSITE=Webサイト
IDS_CHECKUPDATES=アップデートの確認
IDS_DONATE=開発を支援する!
IDS_ABOUT=バージョン情報
IDS_TRAY_SHOW=ウィンドウを表示/非表示
IDS_TRAY_START=フィルターを有効化
IDS_TRAY_STOP=フィルターを無効化
IDS_TRAY_RULES=ルール
IDS_TRAY_BLOCKLIST_RULES=ブロック リスト
IDS_TRAY_SYSTEM_RULES=システム ルール
IDS_TRAY_USER_RULES=ユーザー ルール
IDS_TRAY_LOGERR=エラー ログ
IDS_ADD_FILE=ファイルを追加
IDS_ANY=すべて
IDS_DISABLENOTIFICATIONS=通知無効
IDS_OPENRULESEDITOR=ルールを作成
IDS_TIMER=タイマー
IDS_DISABLETIMER=タイマー無効
IDS_EXPLORE=ファイルの場所を開く
IDS_COPY=コピー
IDS_SELECT_ALL=すべて選択
IDS_CHECK=選択アイテムを有効化
IDS_UNCHECK=選択アイテムを無効化
IDS_ADD=追加
IDS_EDIT2=編集
IDS_DELETE=削除
IDS_EXPORT=エクスポート
IDS_IMPORT=インポート
IDS_RULE_ALLOWLOOPBACK=すべてのループバック接続を許可
IDS_HIGHLIGHT_INVALID=無効 (ファイルが見つからない/フィルターに問題)
IDS_HIGHLIGHT_NETWORK=共有ネットワーク アプリ
IDS_HIGHLIGHT_PICO=Pico アプリ
IDS_HIGHLIGHT_SIGNED=署名済みアプリ
IDS_HIGHLIGHT_SILENT=通知無効
IDS_HIGHLIGHT_SPECIAL=ユーザー ルール
IDS_HIGHLIGHT_SYSTEM=システム アプリ
IDS_GROUP_TIMER=タイマー付きアプリ
IDS_EDITOR=ルール エディター
IDS_NAME=名前
IDS_RULE=ルール
IDS_PORTVERSION=ファミリ (ポートのみ)
IDS_PROTOCOL=プロトコル
IDS_DIRECTION=方向
IDS_ACTION=アクション
IDS_DATE=日時
IDS_FILEPATH=パス
IDS_SIGNATURE=署名
IDS_ADDRESS=アドレス
IDS_FILTER=フィルター
IDS_NOTES=メモ
IDS_ADDED=追加された日時
IDS_TIMELEFT=残り時間
IDS_SIGN_SIGNED=署名済み
IDS_SIGN_UNSIGNED=署名無し
IDS_GROUP_ALLOWED=有効化されているアプリ
IDS_GROUP_BLOCKED=無効化されているアプリ
IDS_GROUP_ENABLED=有効化されているルール
IDS_GROUP_DISABLED=無効化されているルール
IDS_DIRECTION_1=送信
IDS_DIRECTION_2=受信
IDS_DIRECTION_3=両方
IDS_ACTION_ALLOW=許可
IDS_ACTION_BLOCK=ブロック
IDS_ENABLE_CHK=ルール有効
IDS_WIKI=ヘルプ
IDS_SAVE=保存
IDS_CLOSE=閉じる
IDS_SETTINGS_GENERAL=全般
IDS_TITLE_GENERAL=全般構成
IDS_TITLE_LANGUAGE=言語
IDS_TITLE_CONFIRMATIONS=確認
IDS_TITLE_INTERFACE=インターフェイス
IDS_TITLE_HIGHLIGHTING=強調表示
IDS_TITLE_LOGGING=ログ ファイル
IDS_TITLE_NOTIFICATIONS=通知
IDS_TITLE_ADVANCED=詳細設定
IDS_ALWAYSONTOP_CHK=常に手前に表示
IDS_LOADONSTARTUP_CHK=システムの起動時に読み込む
IDS_STARTMINIMIZED_CHK=最小化の状態で起動する
IDS_SHOWFILENAMESONLY_CHK=ファイル名のみ表示
IDS_AUTOSIZECOLUMNS_CHK=列サイズの自動調整
IDS_SKIPUACWARNING_CHK=「ユーザー アカウント制御」の警告をスキップする
IDS_CHECKUPDATES_CHK=アップデートを定期的に確認する (推奨)
IDS_LANGUAGE_HINT=言語の選択:
IDS_USESTEALTHMODE_CHK=ポート スキャンを防止
IDS_USESTEALTHMODE_HINT=インバウンド TCP RST をサイレント ドロップすることで TCP ポート スキャンを防止し、「Destination Unreachable」(宛先到達不能) でアウトバウンド ICMP に応答することで UDP ポート スキャンを防止します。
IDS_INSTALLBOOTTIMEFILTERS_CHK=PC 起動時にフィルターを有効化
IDS_INSTALLBOOTTIMEFILTERS_HINT=「Base Filtering Engine」(BFE) サービスが開始される前であっても、システムの起動中にデータが漏れるのを防ぎます。
IDS_USECERTIFICATES_CHK=アプリのデジタル署名を確認
IDS_USENETWORKRESOLUTION_CHK=ネットワーク アドレスを解決
IDS_DISABLEWINDOWSFIREWALL_CHK=Windows Firewall を無効化
IDS_ENABLEWINDOWSFIREWALL_CHK=Windows Firewall を有効化
IDS_CONFIRMEXIT_CHK=終了時に確認ダイアログを表示する
IDS_CONFIRMEXITTIMER_CHK=タイマーがアクティブな場合、終了時に確認ダイアログを表示する
IDS_CONFIRMLOGCLEAR_CHK=ログ ファイルをクリアするときに確認する
IDS_COLORS_HINT=アイテムをダブルクリックすると色を変更できます。
IDS_ENABLELOG_CHK=パケット破棄のログを有効にする
IDS_LOGSHOW=ログを表示する
IDS_LOGCLEAR=ログを消去する
IDS_LOGSIZELIMIT_HINT=最大ログ サイズ (kB):
IDS_ENABLENOTIFICATIONS_CHK=パケット破棄の通知を有効にする
IDS_NOTIFICATIONSOUND_CHK=通知音を有効にする
IDS_NOTIFICATIONTIMEOUT_HINT=同じ通知間のタイムアウト (秒):
IDS_NOTIFY_TOOLTIP=このアプリのアドレスやポートへのアクセスを許可するユーザー ルールを作成します。
IDS_QUESTION=よろしいですか?
IDS_QUESTION_DELETE=選択されたアイテムを削除しますか?
IDS_QUESTION_START=現在の設定に従ってアプリのネットワーク アクセスがブロックされます。続行しますか?
IDS_QUESTION_STOP=現在ブロックされているすべてのアプリのネットワーク アクセスが復元されます。続行しますか?
IDS_QUESTION_EXIT=インストールされているフィルターは、終了しても動作し続けます。続行しますか?
IDS_QUESTION_TIMER=タイマーが動作中です。タイマーはアプリの実行中にのみ機能します。終了しますか?
IDS_QUESTION_TIMERS=すべてのタイマーを削除しますか?
IDS_QUESTION_FLAG_CHK=今後このメッセージを表示しない
IDS_STATUS_EMPTY=空です。
IDS_STATUS_SYNTAX_ERROR=ルール「%s」の構文エラー!
IDS_ADDRESS_LOCAL=送信元
IDS_ADDRESS_REMOTE=送信先
IDS_UPDATE_ERROR=アップデート サーバーとの接続でエラーが発生しました。
IDS_UPDATE_DOWNLOAD=アップデートをダウンロードしています...
IDS_UPDATE_DONE=アップデートのダウンロードが完了しました。
IDS_GROUP_SPECIAL_APPS=ユーザー ルールのアプリ
IDS_RULE_ALLOWLOOPBACK_HINT=すべてのループバック トラフィックが許可されます。
IDS_RESET=リセット
IDS_EXCLUDESTEALTH_CHK=ポート スキャナー
IDS_EXCLUDEBLOCKLIST_CHK=ブロック リスト
IDS_UPDATE_INIT=新しいリリースを確認しています...
IDS_UPDATE_INSTALL=アップデートが利用可能です。今すぐインストールしますか?
IDS_EXCLUDECUSTOM_CHK=ユーザー ルール
IDS_EXCLUDECLASSIFYALLOW_CHK=許可されたパケット
IDS_STATUS_TIMER_DONE=アプリのタイマーが終了しました。
IDS_ICONSEXTRALARGE=特大アイコン
IDS_STATUS_UNUSED_APPS=未使用アプリ
IDS_STATUS_TIMER_APPS=タイマー付きアプリ
IDS_SECUREFILTERS_CHK=インストールされているフィルターの保護を有効化
IDS_SECUREFILTERS_HINT=許可されていないアプリがインストールされたフィルターにアクセスするのを防ぎます。
IDS_USEREFRESHDEVICES_CHK=デバイス (ストレージ) が接続されたときにフィルターを更新
IDS_RULE_ALLOW6TO4=すべてに対して IPv6 リダイレクト (6to4) を許可
IDS_RECOMMENDED=推奨
IDS_ICONSISTABLEVIEW=詳細表示
IDS_ACTION_ALLOW_HINT=永久にアクセスを許可
IDS_ACTION_BLOCK_HINT=永久にアクセスをブロック
IDS_ACTION_LATER_HINT=無視して後で尋ねる
IDS_RULE_APPLY_2=アプリに「%s」を適用
IDS_EDITRULES=ルールを編集する
IDS_TAB_APPS=アプリ
IDS_TAB_SERVICES=サービス
IDS_TAB_PACKAGES=パッケージ
IDS_TAB_NETWORK=ネットワーク
IDS_STATE=状態
IDS_STATUS_FILTERS_ACTIVE=フィルターが有効です。
IDS_STATUS_FILTERS_INACTIVE=フィルターが無効です!
IDS_STATUS_FILTERS_PROCESSING=フィルターを適用しています
IDS_HIGHLIGHT_CONNECTION=ネットワーク接続あり
IDS_SHOWINLIST=リストで表示
IDS_BLOCKLIST_SPY=Microsoft スパイおよびテレメトリ
IDS_BLOCKLIST_UPDATE=Microsoft アップデート テレメトリ
IDS_BLOCKLIST_EXTRA=Microsoft アプリケーション テレメトリ
IDS_PORT=ポート
IDS_NOTIFY_TITLE=ネットワーク アラート
IDS_NOTIFY_HEADER=ネットワーク接続はブロックされました
IDS_DISABLE=無効
IDS_TITLE_SECURITY=セキュリティ
IDS_LOGVIEWER_HINT=ログ表示用のアプリ
IDS_NOTIFICATIONONTRAY_CHK=タスクトレイ付近に通知ウィンドウを表示する
IDS_NETWORK_CLOSE=接続を閉じる
IDS_RULE_BLOCKOUTBOUND=すべての送信接続をブロック
IDS_RULE_BLOCKINBOUND=すべての受信接続をブロック
IDS_VIEW_ICON=アイコン
IDS_VIEW_DETAILS=詳細
IDS_VIEW_TILE=並べて表示
IDS_RULE_HINT=フィールドを空白のままにすると、ルールはすべてのアドレスとポートに適用されます。
IDS_RULE_APPS_HINT=アプリが選択されていない場合、ルールはすべてのアプリに適用されます。
IDS_STATUS_FILTERS_ACTIVE_TEMP=フィルターは再起動するまで有効です。
IDS_INSTALL_PERMANENT=恒久的運用: フィルターは手動で無効にするまで有効
IDS_INSTALL_TEMPORARY=一時的運用: フィルターは次回 PC 起動時に無効化
IDS_ENABLEUILOG_CHK=パケット ログ インターフェイスを有効にする
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=フルスクリーン アプリがフォアグラウンドの場合はサイレントモードを有効にする
IDS_TITLE_TRAY=トレイ アイコン
IDS_TRAYICONSINGLECLICK_CHK=トレイ アイコンのシングルクリックで開く
IDS_ENABLE_APP_CHK=ネットワーク アクセス有効
IDS_APP_HINT=既にインターネット アクセスが有効になっているアプリに対して許可ルールを設定する理由はありません。
IDS_HOST=ホスト
IDS_CONFIRMALLOW_CHK=アプリを許可するときに確認する
IDS_QUESTION_ALLOW=このアプリの完全なインターネット アクセスを有効にしますか?
IDS_SHOWSEARCHBAR_CHK=検索バーを表示
IDS_LAYER=レイヤー
IDS_RULE_ALLOWWINDOWSUPDATE=Windows Update を許可
IDS_ACTION_TERMINATE_HINT=プロセスを終了
IDS_PROFILE_TYPE=プロファイル タイプ
IDS_USEAPPMONITOR_CHK=アプリの変更を監視
IDS_DISABLEREMOVAL=削除不可
IDS_USEHASHES_CHK=アプリの SHA-256 ハッシュを確認
IDS_COMMENT=コメント
IDS_USEDARKTHEME=ダーク テーマ
IDS_KEEPUNUSED_CHK=未使用アプリ
IDS_UPDATE_NO=利用可能なアップデートはありません。
IDS_UPDATE_YES=アップデートが利用可能です。今すぐダウンロードしてインストールしますか?
IDS_UPDATE_SPEED=速度
IDS_RULE_FOR_ALL=全体
IDS_RULE_FOR_APPS=アプリ
IDS_PROFILE_TYPE_PLAIN=プレーン
IDS_PROFILE_TYPE_COMPRESSED=圧縮
IDS_PROFILE_TYPE_ENCRYPTED=暗号化
IDS_SESSION_ONLY=セッションのみ
IDS_LIMIT_REACHED=制限に達しました。
IDS_INTERNAL_RULE=内部ルール
IDS_LOADING=読み込み中...
IDS_DIRECTION_REMOTE=リモート
IDS_DIRECTION_LOCAL=ローカル
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
